{
  "helloWorld": "es Hola mundo",
  "landing": {
    "title_part1": "Descubre la",
    "title_part2": "verdad rota.",
    "tags": "Roguelite - RPG estratégico por turnos - Estrategia profunda - Pixel art ✨",
    "description": "Sumido en una realidad fracturada, enfréntate a pruebas constantes en una aventura roguelite donde cada intento moldea tu leyenda. Lucha contra fuerzas sobrenaturales, adáptate y triunfa, o pierdeste en los ecos de un mundo en ruinas.",
    "action_start": "EMPEZAR",
    "dialogs": {
      "title": "Recluta tu equipo definitivo",
      "subTitle": "Entra en un roguelite donde cada encuentro cuenta. Participa en diálogos significativos, desbloquea momentos cinematográficos y recluta un equipo diverso para unirte a tu aventura. Tus elecciones dan forma a tu equipo y a tu destino: forja lazos poderosos, enfrenta batallas épicas y descubre los secretos de un mundo lleno de sorpresas. ¿Aceptarás el desafío y forjarás tu leyenda?",
      "imgSrc": "/images/animation-dialog.webp",
      "containerStyles": {
        "backgroundColor": "#0d181a",
        "padding": "85px 0;"
      }
    },
    "fight": {
      "title": "La estrategia lo es todo",
      "subTitle": "En este modo de combate por turnos, no hay espacio para la improvisación. Cada turno es un rompecabezas en el que cada decisión cuenta. Analiza la situación, planifica tus acciones y explota las debilidades de tus enemigos con tácticas precisas. ¡Domina la estrategia para llevar a tu equipo a la victoria!",
      "imgSrc": "/images/animation-fight.webp",
      "imgStyles": {
        "border": "15px solid white",
        "maxHeight": "60vh"
      },
      "containerStyles": {
        "background": "url(\"/images/bg-forest-blurred.webp\") no-repeat center center",
        "backgroundSize": "100% 100%",
        "padding": "185px 0"
      }
    },
    "cityWalk": {
      "title": "Clairval: El pueblo perdido",
      "subTitle": "Explora una ciudad viva, un cruce olvidado de destinos, habitada por PNJ con historias profundas, mercaderes que ofrecen artefactos raros y eventos misteriosos que transforman tu aventura en cada partida.",
      "imgSrc": "/images/animation-city-walk.webp",
      "imgStyles": {
        "border": "15px solid white",
        "maxHeight": "60vh"
      },
      "containerStyles": {
        "backgroundColor": "#001724",
        "padding": "0 0 85px 0"
      }
    },
    "roguePath": {
      "title": "En la encrucijada de las decisiones",
      "subTitle": "¿Combate, encuentro, minijuego o recompensa? Cada camino guarda una oportunidad... o un peligro. Tu destino está en tus manos.",
      "imgSrc": "/images/animation-rogue-path.webp",
      "imgStyles": {
        "border": "15px solid white",
        "maxHeight": "60vh"
      },
      "containerStyles": {
        "background": "url(\"/images/bg-ruins-blurred.webp\") no-repeat center center",
        "backgroundSize": "100% 100%",
        "padding": "185px 0"
      }
    }
  }
}
