{
  "helloWorld": "fr Bonjour le monde",
  "landing": {
    "title_part1": "Découvrez la",
    "title_part2": "vérité brisée.",
    "tags": "Roguelite - RPG stratégique au tour par tour - Stratégie profonde - Pixel art ✨",
    "description": "Plongé dans une réalité fracturée, vous affrontez des épreuves incessantes dans une aventure rogue-lite où chaque tentative façonne votre légende. Combattez des forces surnaturelles, adaptez-vous et triomphez—ou soyez perdu dans les échos d’un monde en ruine.",
    "action_start": "COMMENCER",
    "dialogs": {
      "title": "Recrutez votre équipe ultime",
      "subTitle": "Entrez dans un roguelite où chaque rencontre compte. Engagez des dialogues significatifs, débloquez des moments cinématiques et recrutez une équipe diversifiée pour rejoindre votre aventure. Vos choix façonnent votre équipe et votre destin : forgez des liens puissants, affrontez des batailles épiques et découvrez les secrets d’un monde plein de surprises. Relèverez-vous le défi et créerez-vous votre légende ?",
      "imgSrc": "/images/animation-dialog.webp",
      "containerStyles": {
        "backgroundColor": "#0d181a",
        "padding": "85px 0;"
      }
    },
    "fight": {
      "title": "La stratégie avant tout",
      "subTitle": "Dans ce mode de combat au tour par tour, il n’y a pas de place pour l’improvisation. Chaque tour est un casse-tête où chaque décision compte. Analysez la situation, planifiez vos actions et exploitez les faiblesses de vos ennemis avec des tactiques précises. Maîtrisez la stratégie pour mener votre équipe à la victoire !",
      "imgSrc": "/images/animation-fight.webp",
      "imgStyles": {
        "border": "15px solid white",
        "maxHeight": "60vh"
      },
      "containerStyles": {
        "background": "url(\"/images/bg-forest-blurred.webp\") no-repeat center center",
        "backgroundSize": "100% 100%",
        "padding": "185px 0"
      }
    },
    "cityWalk": {
      "title": "Clairval : Le village perdu",
      "subTitle": "Explorez une ville vivante, un carrefour oublié des destinées, habitée par des PNJ aux histoires profondes, des marchands offrant des artefacts rares, et des événements mystérieux qui transforment votre aventure à chaque partie.",
      "imgSrc": "/images/animation-city-walk.webp",
      "imgStyles": {
        "border": "15px solid white",
        "maxHeight": "60vh"
      },
      "containerStyles": {
        "backgroundColor": "#001724",
        "padding": "0 0 85px 0"
      }
    },
    "roguePath": {
      "title": "À la croisée des choix",
      "subTitle": "Combat, rencontre, mini-jeu ou récompense ? Chaque chemin recèle une opportunité... ou un danger. Votre destin est entre vos mains.",
      "imgSrc": "/images/animation-rogue-path.webp",
      "imgStyles": {
        "border": "15px solid white",
        "maxHeight": "60vh"
      },
      "containerStyles": {
        "background": "url(\"/images/bg-ruins-blurred.webp\") no-repeat center center",
        "backgroundSize": "100% 100%",
        "padding": "185px 0"
      }
    },
    "andMore": {
      "title": "D'autres contenus à découvrir",
      "subtitle": "Ce n’est que le début. Des mystères à percer, des épreuves à affronter et bien d’autres secrets vous attendent. Saurez-vous aller jusqu’au bout ?",
      "more": "Et plus encore",
    }
  }
}
